app/controllers/members_controller.rb

  def create
    @member = Member.new(params[:member])

    respond_to do |format|
      if @member.save
---
INSERT INTO "members" ("address", "created_at", "name", "updated_at") VALUES (?, ?, ?, ?)  [["address", "abcd"], ["created_at", Fri, 24 Aug 2012 12:33:07 UTC +00:00], ["name", "abc"], ["updated_at", Fri, 24 Aug 2012 12:33:07 UTC +00:00]]